"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 2000, \"word_counts\": \"{\\\"assume\\\": 50, \\\"nothing\\\": 800, \\\"phrase\\\": 27, \\\"perhaps\\\": 458, \\\"one\\\": 5521, \\\"used\\\": 364, \\\"first\\\": 1768, \\\"hardly\\\": 119, \\\"ever\\\": 737, \\\"seem\\\": 574, \\\"especially\\\": 454, \\\"goes\\\": 646, \\\"oscar\\\": 210, \\\"main\\\": 399, \\\"focus\\\": 148, \\\"three\\\": 628, \\\"tango\\\": 25, \\\"delightful\\\": 56, \\\"funny\\\": 829, \\\"romantic\\\": 244, \\\"comedy\\\": 800, \\\"matthew\\\": 113, \\\"perry\\\": 27, \\\"shy\\\": 31, \\\"clumsy\\\": 32, \\\"chicago\\\": 56, \\\"based\\\": 370, \\\"along\\\": 529, \\\"gay\\\": 105, \\\"partner\\\": 112, \\\"peter\\\": 253, \\\"oliver\\\": 70, \\\"platt\\\": 31, \\\"fights\\\": 68, \\\"projects\\\": 49, \\\"day\\\": 612, \\\"job\\\": 550, \\\"popular\\\": 191, \\\"building\\\": 111, \\\"charles\\\": 101, \\\"newman\\\": 30, \\\"rich\\\": 182, \\\"businessman\\\": 29, \\\"immediately\\\": 163, \\\"takes\\\": 668, \\\"liking\\\": 27, \\\"enjoys\\\": 27, \\\"personality\\\": 112, \\\"sense\\\": 553, \\\"humor\\\": 405, \\\"seeing\\\": 336, \\\"someone\\\": 375, \\\"could\\\": 1395, \\\"trust\\\": 81, \\\"asks\\\": 126, \\\"watch\\\": 601, \\\"girlfriend\\\": 195, \\\"unpredictable\\\": 32, \\\"girl\\\": 404, \\\"named\\\": 353, \\\"amy\\\": 71, \\\"post\\\": 30, \\\"neve\\\": 46, \\\"campbell\\\": 88, \\\"makes\\\": 992, \\\"living\\\": 229, \\\"blowing\\\": 22, \\\"glass\\\": 37, \\\"wants\\\": 475, \\\"know\\\": 1207, \\\"talks\\\": 64, \\\"point\\\": 670, \\\"make\\\": 1590, \\\"sure\\\": 518, \\\"shes\\\": 407, \\\"else\\\": 371, \\\"course\\\": 647, \\\"meets\\\": 210, \\\"art\\\": 201, \\\"show\\\": 700, \\\"sparks\\\": 27, \\\"fly\\\": 68, \\\"two\\\": 1825, \\\"get\\\": 1921, \\\"feels\\\": 216, \\\"found\\\": 397, \\\"meant\\\": 90, \\\"content\\\": 77, \\\"idea\\\": 378, \\\"well\\\": 1694, \\\"another\\\": 1111, \\\"good\\\": 2320, \\\"things\\\": 849, \\\"must\\\": 606, \\\"come\\\": 772, \\\"end\\\": 1047, \\\"stays\\\": 39, \\\"true\\\": 388, \\\"walks\\\": 57, \\\"drink\\\": 32, \\\"night\\\": 408, \\\"become\\\": 509, \\\"great\\\": 1141, \\\"friends\\\": 421, \\\"doesnt\\\": 1267, \\\"mind\\\": 416, \\\"thinks\\\": 139, \\\"hes\\\": 1150, \\\"afraid\\\": 61, \\\"share\\\": 112, \\\"either\\\": 385, \\\"stands\\\": 119, \\\"shock\\\": 76, \\\"words\\\": 214, \\\"werent\\\": 69, \\\"kill\\\": 283, \\\"mouth\\\": 90, \\\"word\\\": 214, \\\"instantly\\\": 41, \\\"town\\\": 374, \\\"supposed\\\": 322, \\\"tell\\\": 341, \\\"everyone\\\": 445, \\\"isnt\\\": 870, \\\"would\\\": 2042, \\\"think\\\": 842, \\\"fact\\\": 795, \\\"numerous\\\": 101, \\\"result\\\": 237, \\\"lose\\\": 100, \\\"escape\\\": 158, \\\"character\\\": 1906, \\\"already\\\": 285, \\\"classic\\\": 286, \\\"clueless\\\": 46, \\\"sensitive\\\": 30, \\\"nonetheless\\\": 54, \\\"hilarious\\\": 201, \\\"shows\\\": 432, \\\"handle\\\": 56, \\\"drama\\\": 283, \\\"obviously\\\": 226, \\\"suffers\\\": 57, \\\"quite\\\": 657, \\\"bit\\\": 564, \\\"wonderful\\\": 216, \\\"see\\\": 1730, \\\"outside\\\": 133, \\\"horror\\\": 433, \\\"movie\\\": 5440, \\\"star\\\": 677, \\\"scream\\\": 259, \\\"upcoming\\\": 36, \\\"handles\\\": 34, \\\"voice\\\": 241, \\\"smile\\\": 80, \\\"perfect\\\": 334, \\\"comedies\\\": 86, \\\"stay\\\": 161, \\\"genre\\\": 249, \\\"love\\\": 1089, \\\"knows\\\": 278, \\\"usual\\\": 174, \\\"likable\\\": 76, \\\"unlike\\\": 167, \\\"leads\\\": 231, \\\"flat\\\": 125, \\\"dialogue\\\": 516, \\\"never\\\": 1364, \\\"convincing\\\": 140, \\\"present\\\": 179, \\\"sets\\\": 240, \\\"dull\\\": 134, \\\"tone\\\": 134, \\\"scene\\\": 1373, \\\"horrible\\\": 102, \\\"acting\\\": 689, \\\"stick\\\": 64, \\\"practice\\\": 26, \\\"major\\\": 294, \\\"weak\\\": 101, \\\"spot\\\": 64, \\\"direction\\\": 283, \\\"damon\\\": 69, \\\"originality\\\": 58, \\\"technique\\\": 34, \\\"whatsoever\\\": 49, \\\"lucky\\\": 71, \\\"script\\\": 762, \\\"edgy\\\": 21, \\\"film\\\": 8860, \\\"disaster\\\": 133, \\\"plain\\\": 81, \\\"boring\\\": 269, \\\"look\\\": 829, \\\"done\\\": 458, \\\"many\\\": 1268, \\\"times\\\": 566, \\\"plot\\\": 1451, \\\"close\\\": 235, \\\"object\\\": 38, \\\"affection\\\": 40, \\\"written\\\": 365, \\\"patrick\\\": 92, \\\"fun\\\": 571, \\\"fast\\\": 145, \\\"delivering\\\": 42, \\\"original\\\": 704, \\\"jokes\\\": 260, \\\"run\\\": 323, \\\"material\\\": 237, \\\"certain\\\": 198, \\\"characters\\\": 1947, \\\"always\\\": 574, \\\"keeps\\\": 153, \\\"last\\\": 835, \\\"summers\\\": 27, \\\"south\\\": 77, \\\"park\\\": 146, \\\"bigger\\\": 65, \\\"longer\\\": 129, \\\"element\\\": 149, \\\"crude\\\": 31, \\\"wise\\\": 64, \\\"take\\\": 893, \\\"route\\\": 29, \\\"cant\\\": 645, \\\"dont\\\": 1210, \\\"anyway\\\": 190, \\\"offended\\\": 23, \\\"light\\\": 185, \\\"prove\\\": 102, \\\"couple\\\": 420, \\\"audience\\\": 878, \\\"laughing\\\": 114, \\\"constantly\\\": 142, \\\"climax\\\": 121, \\\"clever\\\": 175, \\\"pure\\\": 90, \\\"irony\\\": 38, \\\"outcome\\\": 27, \\\"identity\\\": 79, \\\"gem\\\": 36, \\\"bottom\\\": 81, \\\"line\\\": 401, \\\"sharp\\\": 64, \\\"superb\\\": 93, \\\"ending\\\": 421, \\\"stars\\\": 383, \\\"better\\\": 914, \\\"derek\\\": 56, \\\"male\\\": 102, \\\"model\\\": 65, \\\"also\\\": 1965, \\\"dumb\\\": 153, \\\"reason\\\": 435, \\\"secretly\\\": 38, \\\"hired\\\": 57, \\\"trained\\\": 22, \\\"secret\\\": 175, \\\"even\\\": 2555, \\\"underground\\\": 36, \\\"fashion\\\": 106, \\\"prime\\\": 52, \\\"child\\\": 234, \\\"labor\\\": 27, \\\"country\\\": 160, \\\"dirty\\\": 57, \\\"grace\\\": 120, \\\"world\\\": 963, \\\"new\\\": 1277, \\\"find\\\": 779, \\\"critique\\\": 61, \\\"theres\\\": 993, \\\"place\\\": 610, \\\"stupid\\\": 251, \\\"films\\\": 2102, \\\"pretend\\\": 30, \\\"seriously\\\": 169, \\\"idiotic\\\": 44, \\\"filled\\\": 161, \\\"time\\\": 2283, \\\"argue\\\": 34, \\\"difficult\\\": 200, \\\"period\\\": 118, \\\"history\\\": 215, \\\"might\\\": 624, \\\"ideal\\\": 40, \\\"watching\\\": 490, \\\"something\\\": 1048, \\\"completely\\\": 439, \\\"youre\\\": 332, \\\"mood\\\": 94, \\\"mindless\\\": 33, \\\"entertainment\\\": 206, \\\"ben\\\": 194, \\\"stiller\\\": 56, \\\"cast\\\": 760, \\\"assembled\\\": 26, \\\"usually\\\": 225, \\\"simply\\\": 428, \\\"unfunny\\\": 89, \\\"others\\\": 303, \\\"grant\\\": 68, \\\"consider\\\": 118, \\\"instead\\\": 565, \\\"personally\\\": 44, \\\"enjoyed\\\": 106, \\\"part\\\": 703, \\\"specific\\\": 34, \\\"sequences\\\": 291, \\\"loved\\\": 97, \\\"released\\\": 206, \\\"upon\\\": 305, \\\"industry\\\": 85, \\\"nice\\\": 336, \\\"several\\\": 417, \\\"reallife\\\": 44, \\\"models\\\": 22, \\\"small\\\": 406, \\\"roles\\\": 281, \\\"taking\\\": 238, \\\"type\\\": 178, \\\"person\\\": 326, \\\"likes\\\": 98, \\\"celebrity\\\": 35, \\\"cameos\\\": 42, \\\"dozens\\\": 36, \\\"famous\\\": 121, \\\"faces\\\": 98, \\\"including\\\": 330, \\\"vince\\\": 36, \\\"billy\\\": 112, \\\"zane\\\": 25, \\\"christian\\\": 57, \\\"slater\\\": 24, \\\"david\\\": 365, \\\"duchovny\\\": 35, \\\"natalie\\\": 31, \\\"portman\\\": 30, \\\"liked\\\": 154, \\\"andy\\\": 42, \\\"complete\\\": 197, \\\"bound\\\": 51, \\\"stuff\\\": 206, \\\"work\\\": 1007, \\\"didnt\\\": 575, \\\"strike\\\": 71, \\\"fancy\\\": 33, \\\"included\\\": 68, \\\"sequence\\\": 364, \\\"christine\\\": 28, \\\"taylor\\\": 67, \\\"fighting\\\": 100, \\\"use\\\": 396, \\\"real\\\": 858, \\\"countries\\\": 21, \\\"plots\\\": 59, \\\"like\\\": 3553, \\\"people\\\": 1420, \\\"less\\\": 452, \\\"general\\\": 165, \\\"since\\\": 768, \\\"wasnt\\\": 290, \\\"interesting\\\": 633, \\\"seemed\\\": 211, \\\"slow\\\": 159, \\\"every\\\": 945, \\\"dude\\\": 86, \\\"compared\\\": 86, \\\"memorable\\\": 146, \\\"scenes\\\": 1265, \\\"definitely\\\": 177, \\\"almost\\\": 811, \\\"gas\\\": 35, \\\"station\\\": 86, \\\"absolutely\\\": 186, \\\"contest\\\": 24, \\\"judge\\\": 63, \\\"appreciated\\\": 24, \\\"moronic\\\": 24, \\\"oneliners\\\": 68, \\\"dare\\\": 27, \\\"monkey\\\": 54, \\\"photo\\\": 21, \\\"shoot\\\": 87, \\\"head\\\": 350, \\\"really\\\": 1563, \\\"soundtrack\\\": 146, \\\"pace\\\": 117, \\\"established\\\": 47, \\\"note\\\": 233, \\\"guess\\\": 226, \\\"laughed\\\": 56, \\\"trailer\\\": 126, \\\"likely\\\": 164, \\\"enjoy\\\": 227, \\\"actual\\\": 142, \\\"picture\\\": 550, \\\"thought\\\": 372, \\\"skip\\\": 45, \\\"bird\\\": 33, \\\"rent\\\": 78, \\\"austin\\\": 72, \\\"powers\\\": 114, \\\"obvious\\\": 287, \\\"influence\\\": 41, \\\"blue\\\": 107, \\\"steel\\\": 25, \\\"baby\\\": 116, \\\"yeah\\\": 79, \\\"wheres\\\": 30, \\\"joblo\\\": 28, \\\"coming\\\": 261, \\\"deuce\\\": 24, \\\"car\\\": 313, \\\"got\\\": 470, \\\"jay\\\": 95, \\\"silent\\\": 91, \\\"bob\\\": 170, \\\"back\\\": 1034, \\\"joe\\\": 287, \\\"meet\\\": 234, \\\"parents\\\": 223, \\\"say\\\": 802, \\\"actually\\\": 834, \\\"fan\\\": 154, \\\"flick\\\": 192, \\\"name\\\": 376, \\\"starring\\\": 178, \\\"twice\\\": 100, \\\"pair\\\": 98, \\\"twins\\\": 35, \\\"separated\\\": 28, \\\"birth\\\": 49, \\\"contact\\\": 104, \\\"feel\\\": 461, \\\"happen\\\": 221, \\\"unless\\\": 88, \\\"going\\\": 871, \\\"capture\\\": 57, \\\"exact\\\": 64, \\\"spirit\\\": 93, \\\"different\\\": 429, \\\"maybe\\\": 345, \\\"brain\\\": 82, \\\"remake\\\": 93, \\\"originally\\\": 71, \\\"top\\\": 286, \\\"viewing\\\": 90, \\\"list\\\": 133, \\\"opposite\\\": 85, \\\"contemporary\\\": 50, \\\"theyre\\\": 414, \\\"big\\\": 970, \\\"fat\\\": 74, \\\"bore\\\": 50, \\\"least\\\": 676, \\\"anyone\\\": 411, \\\"age\\\": 172, \\\"however\\\": 986, \\\"bad\\\": 1374, \\\"whats\\\": 234, \\\"necessarily\\\": 61, \\\"entertaining\\\": 313, \\\"reasons\\\": 131, \\\"cute\\\": 125, \\\"innocent\\\": 105, \\\"pretty\\\": 523, \\\"killer\\\": 260, \\\"follow\\\": 164, \\\"lead\\\": 248, \\\"immensely\\\": 32, \\\"appealing\\\": 87, \\\"save\\\": 271, \\\"truth\\\": 149, \\\"years\\\": 968, \\\"selfish\\\": 30, \\\"precisely\\\": 29, \\\"aimed\\\": 32, \\\"directly\\\": 74, \\\"kids\\\": 339, \\\"adults\\\": 85, \\\"want\\\": 557, \\\"remember\\\": 200, \\\"young\\\": 738, \\\"kid\\\": 178, \\\"somewhere\\\": 128, \\\"second\\\": 361, \\\"third\\\": 173, \\\"taste\\\": 71, \\\"movies\\\": 1416, \\\"weird\\\": 97, \\\"names\\\": 93, \\\"kubrick\\\": 29, \\\"right\\\": 782, \\\"eye\\\": 146, \\\"tune\\\": 37, \\\"sunday\\\": 30, \\\"disney\\\": 210, \\\"theyd\\\": 30, \\\"liveaction\\\": 26, \\\"andor\\\": 25, \\\"hour\\\": 296, \\\"per\\\": 30, \\\"week\\\": 78, \\\"mom\\\": 55, \\\"sister\\\": 130, \\\"mothers\\\": 39, \\\"lady\\\": 84, \\\"sadly\\\": 103, \\\"single\\\": 218, \\\"christmas\\\": 93, \\\"without\\\": 695, \\\"fail\\\": 69, \\\"childrens\\\": 52, \\\"animated\\\": 165, \\\"halfhour\\\": 21, \\\"made\\\": 1026, \\\"season\\\": 71, \\\"wouldnt\\\": 197, \\\"missing\\\": 115, \\\"parent\\\": 29, \\\"trap\\\": 26, \\\"seen\\\": 902, \\\"saw\\\": 252, \\\"late\\\": 225, \\\"childhood\\\": 54, \\\"deals\\\": 73, \\\"issue\\\": 51, \\\"divorce\\\": 31, \\\"version\\\": 290, \\\"witty\\\": 94, \\\"charming\\\": 105, \\\"experienced\\\": 37, \\\"probably\\\": 538, \\\"hadnt\\\": 38, \\\"started\\\": 85, \\\"thinking\\\": 171, \\\"possibilities\\\": 28, \\\"affected\\\": 24, \\\"fear\\\": 141, \\\"smooth\\\": 25, \\\"pointed\\\": 29, \\\"situations\\\": 151, \\\"way\\\": 1668, \\\"corny\\\": 46, \\\"moments\\\": 449, \\\"otherwise\\\": 154, \\\"safe\\\": 69, \\\"kind\\\": 549, \\\"foolish\\\": 22, \\\"story\\\": 2118, \\\"basically\\\": 210, \\\"repeated\\\": 31, \\\"seven\\\": 133, \\\"played\\\": 788, \\\"annie\\\": 71, \\\"sent\\\": 124, \\\"live\\\": 322, \\\"mother\\\": 382, \\\"natasha\\\": 47, \\\"richardson\\\": 26, \\\"noticed\\\": 33, \\\"london\\\": 61, \\\"lives\\\": 325, \\\"devoted\\\": 36, \\\"butler\\\": 29, \\\"simon\\\": 115, \\\"works\\\": 359, \\\"designer\\\": 44, \\\"grows\\\": 75, \\\"knowledge\\\": 69, \\\"sports\\\": 56, \\\"california\\\": 43, \\\"father\\\": 422, \\\"dennis\\\": 93, \\\"quaid\\\": 54, \\\"lisa\\\": 50, \\\"ann\\\": 33, \\\"walter\\\": 64, \\\"yet\\\": 600, \\\"camp\\\": 106, \\\"similar\\\": 186, \\\"thus\\\": 119, \\\"tight\\\": 46, \\\"competition\\\": 33, \\\"results\\\": 85, \\\"nasty\\\": 76, \\\"winds\\\": 31, \\\"together\\\": 515, \\\"private\\\": 157, \\\"learn\\\": 172, \\\"everything\\\": 522, \\\"scheme\\\": 50, \\\"switch\\\": 30, \\\"places\\\": 99, \\\"theyve\\\": 53, \\\"heard\\\": 162, \\\"detail\\\": 103, \\\"requires\\\": 58, \\\"hair\\\": 103, \\\"cutting\\\": 43, \\\"pulp\\\": 107, \\\"fiction\\\": 231, \\\"summer\\\": 313, \\\"comes\\\": 733, \\\"hope\\\": 256, \\\"best\\\": 1301, \\\"copy\\\": 50, \\\"style\\\": 313, \\\"though\\\": 936, \\\"add\\\": 176, \\\"twin\\\": 41, \\\"little\\\": 1491, \\\"frank\\\": 145, \\\"proper\\\": 36, \\\"respectively\\\": 39, \\\"adds\\\": 111, \\\"american\\\": 515, \\\"british\\\": 141, \\\"accent\\\": 95, \\\"throughout\\\": 300, \\\"notice\\\": 83, \\\"fake\\\": 77, \\\"ones\\\": 236, \\\"accents\\\": 23, \\\"arent\\\": 259, \\\"exactly\\\": 298, \\\"incredibly\\\": 124, \\\"merely\\\": 160, \\\"notable\\\": 49, \\\"feature\\\": 214, \\\"actors\\\": 716, \\\"protagonist\\\": 78, \\\"helps\\\": 77, \\\"supporting\\\": 275, \\\"equally\\\": 108, \\\"hasnt\\\": 97, \\\"decade\\\": 73, \\\"near\\\": 168, \\\"attitude\\\": 91, \\\"actor\\\": 513, \\\"past\\\": 333, \\\"meg\\\": 56, \\\"ryan\\\": 201, \\\"except\\\": 212, \\\"winning\\\": 78, \\\"brian\\\": 77, \\\"still\\\": 1038, \\\"bickering\\\": 22, \\\"dimension\\\": 31, \\\"angle\\\": 49, \\\"opening\\\": 301, \\\"credits\\\": 201, \\\"fall\\\": 232, \\\"quickly\\\": 251, \\\"sentimental\\\": 39, \\\"brings\\\": 202, \\\"level\\\": 243, \\\"ago\\\": 199, \\\"money\\\": 501, \\\"form\\\": 212, \\\"intelligence\\\": 122, \\\"wit\\\": 87, \\\"points\\\": 160, \\\"standard\\\": 104, \\\"interest\\\": 226, \\\"subplot\\\": 143, \\\"sharon\\\": 37, \\\"stone\\\": 129, \\\"whos\\\": 288, \\\"deliciously\\\": 24, \\\"later\\\": 381, \\\"treat\\\": 71, \\\"crap\\\": 90, \\\"case\\\": 419, \\\"treats\\\": 42, \\\"children\\\": 282, \\\"smart\\\": 173, \\\"silly\\\": 148, \\\"around\\\": 896, \\\"comparison\\\": 72, \\\"nearly\\\": 303, \\\"worked\\\": 120, \\\"falling\\\": 85, \\\"old\\\": 728, \\\"getting\\\": 404, \\\"bottle\\\": 35, \\\"somehow\\\": 206, \\\"cinematic\\\": 133, \\\"pleasing\\\": 21, \\\"mere\\\": 47, \\\"lesson\\\": 37, \\\"howard\\\": 45, \\\"much\\\": 2024, \\\"gritty\\\": 29, \\\"far\\\": 611, \\\"suitable\\\": 24, \\\"adult\\\": 106, \\\"audiences\\\": 196, \\\"may\\\": 854, \\\"source\\\": 61, \\\"dignity\\\": 32, \\\"respect\\\": 86, \\\"create\\\": 175, \\\"virtually\\\": 93, \\\"effects\\\": 629, \\\"thats\\\": 788, \\\"highly\\\": 129, \\\"built\\\": 66, \\\"truman\\\": 132, \\\"reviews\\\": 92, \\\"leading\\\": 122, \\\"letdown\\\": 22, \\\"doubt\\\": 172, \\\"seems\\\": 1032, \\\"critical\\\": 58, \\\"ride\\\": 125, \\\"life\\\": 1472, \\\"youll\\\": 225, \\\"changed\\\": 79, \\\"side\\\": 317, \\\"theater\\\": 227, \\\"naturally\\\": 64, \\\"convinced\\\": 58, \\\"uncomfortable\\\": 35, \\\"chair\\\": 36, \\\"try\\\": 305, \\\"let\\\": 288, \\\"truly\\\": 274, \\\"lifetime\\\": 25, \\\"feeling\\\": 225, \\\"jim\\\": 179, \\\"carrey\\\": 100, \\\"need\\\": 316, \\\"talk\\\": 217, \\\"butt\\\": 31, \\\"entertain\\\": 53, \\\"dramatic\\\": 189, \\\"hollywoods\\\": 34, \\\"men\\\": 516, \\\"premise\\\": 214, \\\"trying\\\": 565, \\\"set\\\": 545, \\\"thirty\\\": 56, \\\"perfectly\\\": 164, \\\"flashbacks\\\": 69, \\\"television\\\": 214, \\\"hit\\\": 280, \\\"camera\\\": 323, \\\"forms\\\": 38, \\\"year\\\": 594, \\\"five\\\": 249, \\\"schindlers\\\": 36, \\\"captured\\\": 63, \\\"human\\\": 408, \\\"despair\\\": 24, \\\"making\\\": 563, \\\"review\\\": 293, \\\"career\\\": 242, \\\"date\\\": 115, \\\"future\\\": 243, \\\"able\\\": 339, \\\"role\\\": 863, \\\"mark\\\": 163, \\\"said\\\": 353, \\\"forget\\\": 122, \\\"drop\\\": 49, \\\"trash\\\": 60, \\\"thrillers\\\": 61, \\\"teen\\\": 126, \\\"flicks\\\": 81, \\\"pile\\\": 34, \\\"carry\\\": 128, \\\"matter\\\": 305, \\\"evening\\\": 39, \\\"hunting\\\": 67, \\\"independent\\\": 43, \\\"struggle\\\": 72, \\\"four\\\": 260, \\\"boston\\\": 28, \\\"traditional\\\": 61, \\\"hollywood\\\": 522, \\\"moving\\\": 163, \\\"plenty\\\": 129, \\\"directed\\\": 317, \\\"gus\\\": 25, \\\"van\\\": 232, \\\"fresh\\\": 98, \\\"talent\\\": 220, \\\"matt\\\": 92, \\\"discovered\\\": 57, \\\"college\\\": 127, \\\"professor\\\": 73, \\\"psychological\\\": 61, \\\"robin\\\": 205, \\\"williams\\\": 217, \\\"core\\\": 62, \\\"chasing\\\": 39, \\\"affleck\\\": 85, \\\"amount\\\": 132, \\\"humanity\\\": 81, \\\"position\\\": 72, \\\"refreshing\\\": 46, \\\"talented\\\": 150, \\\"performer\\\": 30, \\\"hits\\\": 91, \\\"notes\\\": 53, \\\"flying\\\": 97, \\\"closed\\\": 23, \\\"society\\\": 149, \\\"due\\\": 195, \\\"tragic\\\": 55, \\\"death\\\": 454, \\\"effortlessly\\\": 24, \\\"confused\\\": 93, \\\"complex\\\": 135, \\\"lack\\\": 235, \\\"storytelling\\\": 54, \\\"man\\\": 1266, \\\"phenomenon\\\": 25, \\\"black\\\": 495, \\\"white\\\": 274, \\\"manner\\\": 112, \\\"saga\\\": 25, \\\"extraordinary\\\": 56, \\\"individual\\\": 75, \\\"whose\\\": 434, \\\"success\\\": 216, \\\"automatically\\\": 23, \\\"easy\\\": 216, \\\"familiar\\\": 181, \\\"choices\\\": 58, \\\"protagonists\\\": 50, \\\"aforementioned\\\": 56, \\\"rob\\\": 88, \\\"touches\\\": 55, \\\"viewer\\\": 193, \\\"rarely\\\": 101, \\\"touched\\\": 21, \\\"everyday\\\": 32, \\\"instant\\\": 21, \\\"family\\\": 620, \\\"beauty\\\": 135, \\\"marriage\\\": 91, \\\"insightful\\\": 28, \\\"majority\\\": 37, \\\"cry\\\": 48, \\\"tells\\\": 255, \\\"bruce\\\": 158, \\\"willis\\\": 134, \\\"katie\\\": 21, \\\"michelle\\\": 48, \\\"jordan\\\": 31, \\\"question\\\": 277, \\\"survive\\\": 79, \\\"individuals\\\": 40, \\\"spent\\\": 139, \\\"entire\\\": 406, \\\"anymore\\\": 45, \\\"puzzle\\\": 26, \\\"writer\\\": 169, \\\"grown\\\": 44, \\\"apart\\\": 118, \\\"fifteen\\\": 63, \\\"views\\\": 38, \\\"organized\\\": 21, \\\"sophisticated\\\": 37, \\\"plan\\\": 168, \\\"planned\\\": 28, \\\"plays\\\": 753, \\\"nicely\\\": 96, \\\"opens\\\": 175, \\\"told\\\": 208, \\\"progresses\\\": 47, \\\"talking\\\": 177, \\\"stories\\\": 175, \\\"method\\\": 30, \\\"effective\\\": 194, \\\"changing\\\": 32, \\\"slowly\\\": 127, \\\"growing\\\": 68, \\\"eyes\\\": 282, \\\"gives\\\": 507, \\\"strong\\\": 259, \\\"believable\\\": 130, \\\"screenplay\\\": 286, \\\"nelson\\\": 30, \\\"alan\\\": 99, \\\"touching\\\": 89, \\\"earth\\\": 275, \\\"within\\\": 220, \\\"open\\\": 147, \\\"honesty\\\": 24, \\\"realistic\\\": 128, \\\"families\\\": 47, \\\"days\\\": 341, \\\"hard\\\": 503, \\\"minutes\\\": 639, \\\"writers\\\": 127, \\\"wrote\\\": 123, \\\"certainly\\\": 360, \\\"flawed\\\": 49, \\\"turned\\\": 194, \\\"went\\\": 200, \\\"action\\\": 1078, \\\"sixth\\\": 50, \\\"fed\\\": 24, \\\"although\\\": 795, \\\"pick\\\": 86, \\\"choice\\\": 127, \\\"shines\\\": 33, \\\"powerful\\\": 176, \\\"enough\\\": 907, \\\"performance\\\": 885, \\\"definite\\\": 34, \\\"awards\\\": 41, \\\"start\\\": 306, \\\"ultimately\\\": 158, \\\"charisma\\\": 44, \\\"emotion\\\": 87, \\\"wonder\\\": 246, \\\"possible\\\": 253, \\\"portray\\\": 27, \\\"realism\\\": 42, \\\"recognized\\\": 24, \\\"academy\\\": 92, \\\"next\\\": 452, \\\"spring\\\": 30, \\\"hearts\\\": 33, \\\"watched\\\": 80, \\\"laughs\\\": 224, \\\"tears\\\": 46, \\\"keep\\\": 364, \\\"writing\\\": 187, \\\"beautifully\\\": 49, \\\"composed\\\": 32, \\\"eric\\\": 64, \\\"marc\\\": 30, \\\"unforgettable\\\": 26, \\\"motion\\\": 164, \\\"touch\\\": 108, \\\"viewers\\\": 187, \\\"across\\\": 219, \\\"high\\\": 498, \\\"fault\\\": 74, \\\"hate\\\": 130, \\\"deep\\\": 272, \\\"connection\\\": 65, \\\"inside\\\": 156, \\\"recent\\\": 211, \\\"anastasia\\\": 21, \\\"contains\\\": 117, \\\"lacking\\\": 69, \\\"releases\\\": 29, \\\"wacky\\\": 35, \\\"voiced\\\": 48, \\\"celebrities\\\": 22, \\\"adventure\\\": 99, \\\"hold\\\": 130, \\\"emotional\\\": 238, \\\"disneys\\\": 67, \\\"beast\\\": 67, \\\"compelling\\\": 82, \\\"begins\\\": 392, \\\"daughters\\\": 25, \\\"escapes\\\": 45, \\\"mad\\\": 82, \\\"christopher\\\": 112, \\\"lloyd\\\": 48, \\\"grandmother\\\": 24, \\\"angela\\\": 33, \\\"gets\\\": 864, \\\"lost\\\": 403, \\\"memory\\\": 66, \\\"royal\\\": 27, \\\"paris\\\": 63, \\\"hoping\\\": 82, \\\"beloved\\\": 59, \\\"member\\\": 123, \\\"russian\\\": 62, \\\"revolution\\\": 26, \\\"woman\\\": 515, \\\"runs\\\": 195, \\\"john\\\": 774, \\\"cusack\\\": 64, \\\"put\\\": 420, \\\"fool\\\": 42, \\\"soon\\\": 382, \\\"revealed\\\": 61, \\\"realizes\\\": 72, \\\"win\\\": 109, \\\"meanwhile\\\": 133, \\\"dead\\\": 361, \\\"revenge\\\": 90, \\\"lot\\\": 675, \\\"explained\\\": 70, \\\"moves\\\": 141, \\\"theyll\\\": 39, \\\"bored\\\": 82, \\\"means\\\": 183, \\\"wont\\\": 260, \\\"deal\\\": 218, \\\"relationship\\\": 359, \\\"develops\\\": 51, \\\"lots\\\": 138, \\\"pet\\\": 40, \\\"bat\\\": 38, \\\"hank\\\": 55, \\\"azaria\\\": 26, \\\"easily\\\": 206, \\\"funniest\\\": 70, \\\"thing\\\": 802, \\\"comical\\\": 32, \\\"animation\\\": 138, \\\"gorgeous\\\": 50, \\\"animators\\\": 21, \\\"voices\\\": 53, \\\"act\\\": 277, \\\"musical\\\": 154, \\\"number\\\": 220, \\\"painting\\\": 32, \\\"features\\\": 216, \\\"songs\\\": 122, \\\"provide\\\": 126, \\\"radio\\\": 82, \\\"catchy\\\": 27, \\\"advance\\\": 32, \\\"okay\\\": 125, \\\"ranks\\\": 24, \\\"classics\\\": 42, \\\"quality\\\": 192, \\\"studio\\\": 149, \\\"besides\\\": 63, \\\"development\\\": 125, \\\"ten\\\": 153, \\\"guide\\\": 25, \\\"fit\\\": 76, \\\"give\\\": 561, \\\"away\\\": 650, \\\"tension\\\": 136, \\\"knew\\\": 122, \\\"worst\\\": 307, \\\"ruin\\\": 37, \\\"reading\\\": 76, \\\"avoid\\\": 91, \\\"regarding\\\": 31, \\\"revolves\\\": 52, \\\"consists\\\": 43, \\\"brothers\\\": 218, \\\"despite\\\": 351, \\\"occasional\\\": 62, \\\"friendship\\\": 58, \\\"half\\\": 393, \\\"follows\\\": 170, \\\"various\\\": 154, \\\"adventures\\\": 53, \\\"fight\\\": 315, \\\"local\\\": 201, \\\"boys\\\": 133, \\\"church\\\": 67, \\\"running\\\": 313, \\\"properly\\\": 30, \\\"awfully\\\": 27, \\\"vague\\\": 24, \\\"details\\\": 118, \\\"essentially\\\": 62, \\\"fine\\\": 283, \\\"portrait\\\": 39, \\\"sticks\\\": 31, \\\"understand\\\": 164, \\\"george\\\": 223, \\\"jonathan\\\": 65, \\\"brother\\\": 232, \\\"mrs\\\": 97, \\\"hugh\\\": 29, \\\"davis\\\": 46, \\\"visit\\\": 69, \\\"decide\\\": 124, \\\"stuart\\\": 72, \\\"mouse\\\": 47, \\\"michael\\\": 411, \\\"fox\\\": 102, \\\"fond\\\": 23, \\\"arrives\\\": 69, \\\"house\\\": 366, \\\"neither\\\": 158, \\\"cat\\\": 53, \\\"lane\\\": 29, \\\"eventually\\\": 240, \\\"bond\\\": 149, \\\"remote\\\": 29, \\\"control\\\": 137, \\\"boat\\\": 77, \\\"race\\\": 118, \\\"unable\\\": 55, \\\"neighborhood\\\": 21, \\\"saying\\\": 170, \\\"ridiculous\\\": 139, \\\"mix\\\": 82, \\\"computer\\\": 205, \\\"generated\\\": 42, \\\"imagery\\\": 41, \\\"cgi\\\": 46, \\\"image\\\": 110, \\\"special\\\": 564, \\\"effect\\\": 169, \\\"animal\\\": 61, \\\"training\\\": 43, \\\"involved\\\": 241, \\\"speak\\\": 96, \\\"fascinating\\\": 96, \\\"performances\\\": 430, \\\"interact\\\": 21, \\\"senses\\\": 43, \\\"described\\\": 56, \\\"common\\\": 128, \\\"nowadays\\\": 24, \\\"featuring\\\": 82, \\\"available\\\": 76, \\\"dvd\\\": 75, \\\"home\\\": 544, \\\"video\\\": 296, \\\"full\\\": 312, \\\"frame\\\": 69, \\\"presents\\\": 78, \\\"theatrical\\\": 61, \\\"aspect\\\": 143, \\\"ratio\\\": 26, \\\"versions\\\": 23, \\\"digital\\\": 52, \\\"contain\\\": 42, \\\"following\\\": 180, \\\"extras\\\": 28, \\\"hang\\\": 45, \\\"length\\\": 69, \\\"commentary\\\": 53, \\\"track\\\": 100, \\\"director\\\": 1056, \\\"henry\\\": 100, \\\"anderson\\\": 91, \\\"visual\\\": 181, \\\"isolated\\\": 32, \\\"score\\\": 210, \\\"game\\\": 313, \\\"step\\\": 82, \\\"eight\\\": 63, \\\"documentary\\\": 79, \\\"read\\\": 184, \\\"music\\\": 475, \\\"videos\\\": 27, \\\"six\\\": 126, \\\"trailers\\\": 52, \\\"called\\\": 356, \\\"space\\\": 259, \\\"reminded\\\": 58, \\\"disc\\\": 38, \\\"web\\\": 24, \\\"wait\\\": 143, \\\"section\\\": 34, \\\"basement\\\": 22, \\\"view\\\": 144, \\\"gag\\\": 56, \\\"reel\\\": 26, \\\"production\\\": 290, \\\"incredible\\\": 95, \\\"minute\\\": 115, \\\"concept\\\": 104, \\\"detailed\\\": 38, \\\"thoughts\\\": 57, \\\"screenwriters\\\": 69, \\\"came\\\": 185, \\\"namely\\\": 28, \\\"scott\\\": 154, \\\"alexander\\\": 26, \\\"larry\\\": 82, \\\"flynt\\\": 63, \\\"wood\\\": 62, \\\"among\\\": 225, \\\"often\\\": 361, \\\"occur\\\": 60, \\\"discuss\\\": 27, \\\"fans\\\": 231, \\\"serious\\\": 209, \\\"slightly\\\": 148, \\\"topic\\\": 28, \\\"related\\\": 38, \\\"specifically\\\": 40, \\\"song\\\": 129, \\\"group\\\": 367, \\\"angels\\\": 88, \\\"girls\\\": 247, \\\"party\\\": 176, \\\"ask\\\": 143, \\\"board\\\": 79, \\\"middle\\\": 197, \\\"class\\\": 132, \\\"dance\\\": 104, \\\"guys\\\": 284, \\\"singing\\\": 70, \\\"lyrics\\\": 22, \\\"ill\\\": 193, \\\"pleasure\\\": 75, \\\"mine\\\": 47, \\\"hell\\\": 261, \\\"alone\\\": 228, \\\"continued\\\": 23, \\\"appear\\\": 158, \\\"toy\\\": 104, \\\"care\\\": 302, \\\"sometimes\\\": 269, \\\"heart\\\": 256, \\\"thanks\\\": 123, \\\"appreciate\\\": 91, \\\"loaded\\\": 27, \\\"reasonable\\\": 24, \\\"cost\\\": 28, \\\"woody\\\": 131, \\\"allen\\\": 131, \\\"important\\\": 208, \\\"allens\\\": 25, \\\"generally\\\": 103, \\\"folks\\\": 75, \\\"believe\\\": 357, \\\"genius\\\": 77, \\\"admit\\\": 113, \\\"disappointed\\\": 62, \\\"felt\\\": 175, \\\"beyond\\\": 180, \\\"hear\\\": 131, \\\"bullets\\\": 36, \\\"husbands\\\": 36, \\\"hoped\\\": 25, \\\"turn\\\": 350, \\\"intention\\\": 26, \\\"topnotch\\\": 26, \\\"insurance\\\": 27, \\\"investigator\\\": 30, \\\"methods\\\": 31, \\\"oldfashioned\\\": 24, \\\"apparently\\\": 209, \\\"employee\\\": 22, \\\"hunt\\\": 75, \\\"greater\\\": 63, \\\"placed\\\": 69, \\\"stolen\\\": 57, \\\"looking\\\": 436, \\\"answer\\\": 111, \\\"coworkers\\\": 28, \\\"jazz\\\": 24, \\\"elements\\\": 236, \\\"veronica\\\": 22, \\\"plotline\\\": 23, \\\"starts\\\": 316, \\\"flow\\\": 21, \\\"energy\\\": 121, \\\"hand\\\": 332, \\\"amazing\\\": 181, \\\"design\\\": 87, \\\"costumes\\\": 71, \\\"casting\\\": 125, \\\"kept\\\": 95, \\\"mediocre\\\": 74, \\\"outing\\\": 32, \\\"long\\\": 751, \\\"fully\\\": 90, \\\"engaged\\\": 41, \\\"entertained\\\": 32, \\\"delivered\\\": 42, \\\"interested\\\": 122, \\\"resolution\\\": 35, \\\"homage\\\": 50, \\\"parody\\\": 79, \\\"female\\\": 139, \\\"persona\\\": 46, \\\"noir\\\": 55, \\\"cool\\\": 196, \\\"solid\\\": 171, \\\"playing\\\": 351, \\\"typical\\\": 139, \\\"york\\\": 257, \\\"jewish\\\": 34, \\\"cheating\\\": 31, \\\"husband\\\": 224, \\\"macho\\\": 34, \\\"guy\\\": 620, \\\"surprise\\\": 210, \\\"helen\\\": 71, \\\"actress\\\": 173, \\\"sick\\\": 75, \\\"sorry\\\": 70, \\\"babe\\\": 79, \\\"era\\\": 71, \\\"amongst\\\": 28, \\\"miss\\\": 126, \\\"beat\\\": 62, \\\"fastpaced\\\": 24, \\\"joke\\\": 128, \\\"dying\\\": 81, \\\"whenever\\\": 62, \\\"left\\\": 412, \\\"room\\\": 257, \\\"overall\\\": 159, \\\"breasts\\\": 47, \\\"lets\\\": 198, \\\"decent\\\": 164, \\\"shouldnt\\\": 80, \\\"expect\\\": 215, \\\"mystery\\\": 189, \\\"anything\\\": 618, \\\"remotely\\\": 50, \\\"towards\\\": 182, \\\"recommend\\\": 106, \\\"chemistry\\\": 130, \\\"satisfying\\\": 62, \\\"conclusion\\\": 120, \\\"known\\\": 266, \\\"facts\\\": 48, \\\"hall\\\": 75, \\\"says\\\": 256, \\\"mighty\\\": 47, \\\"harry\\\": 150, \\\"met\\\": 58, \\\"sally\\\": 25, \\\"youve\\\": 188, \\\"mail\\\": 32, \\\"clue\\\": 45, \\\"frankly\\\": 55, \\\"god\\\": 216, \\\"attempts\\\": 221, \\\"failed\\\": 90, \\\"normal\\\": 108, \\\"parts\\\": 206, \\\"introduce\\\": 21, \\\"trumans\\\": 31, \\\"current\\\": 77, \\\"flashback\\\": 52, \\\"tad\\\": 29, \\\"intriguing\\\": 92, \\\"simple\\\": 281, \\\"andrew\\\": 64, \\\"wonders\\\": 49, \\\"lived\\\": 45, \\\"hype\\\": 53, \\\"whether\\\": 216, \\\"focused\\\": 32, \\\"carreys\\\": 25, \\\"ability\\\": 140, \\\"showed\\\": 57, \\\"oscars\\\": 24, \\\"deserved\\\": 38, \\\"nomination\\\": 60, \\\"strange\\\": 184, \\\"happening\\\": 71, \\\"wrong\\\": 372, \\\"crashes\\\": 26, \\\"front\\\": 129, \\\"pulled\\\": 66, \\\"constant\\\": 77, \\\"shed\\\": 23, \\\"play\\\": 445, \\\"laura\\\": 47, \\\"magnificent\\\": 37, \\\"wife\\\": 548, \\\"weir\\\": 24, \\\"flaws\\\": 115, \\\"unfolds\\\": 26, \\\"becomes\\\": 526, \\\"greatness\\\": 34, \\\"undoubtedly\\\": 23, \\\"harris\\\": 58, \\\"displays\\\": 38, \\\"pressure\\\": 21, \\\"created\\\": 162, \\\"paranoid\\\": 32, \\\"believes\\\": 80, \\\"thank\\\": 38, \\\"looks\\\": 444, \\\"friend\\\": 370, \\\"sees\\\": 136, \\\"members\\\": 150, \\\"drinking\\\": 42, \\\"coffee\\\": 32, \\\"tunes\\\": 35, \\\"hears\\\": 29, \\\"orders\\\": 41, \\\"arrival\\\": 37, \\\"focuses\\\": 48, \\\"emmerich\\\": 29, \\\"delivers\\\": 126, \\\"ideas\\\": 144, \\\"extremely\\\": 248, \\\"innovative\\\": 23, \\\"enjoying\\\": 42, \\\"million\\\": 167, \\\"responsible\\\": 72, \\\"perfection\\\": 45, \\\"thoroughly\\\": 70, \\\"impressed\\\": 42, \\\"creative\\\": 70, \\\"blind\\\": 42, \\\"experience\\\": 233, \\\"suggest\\\": 62, \\\"judgement\\\": 22, \\\"task\\\": 96, \\\"bears\\\": 30, \\\"unfortunate\\\": 60, \\\"notably\\\": 45, \\\"return\\\": 194, \\\"paradise\\\": 28, \\\"midnight\\\": 50, \\\"express\\\": 36, \\\"became\\\": 109, \\\"hopelessly\\\": 27, \\\"comparisons\\\": 30, \\\"universal\\\": 48, \\\"shame\\\": 94, \\\"attempt\\\": 260, \\\"reality\\\": 193, \\\"criminal\\\": 87, \\\"justice\\\": 66, \\\"system\\\": 116, \\\"moral\\\": 88, \\\"dilemma\\\": 24, \\\"meaning\\\": 93, \\\"joseph\\\": 39, \\\"acclaimed\\\": 29, \\\"novel\\\": 254, \\\"lord\\\": 72, \\\"basic\\\": 123, \\\"storyline\\\": 115, \\\"teenage\\\": 103, \\\"vacation\\\": 56, \\\"spend\\\": 150, \\\"prison\\\": 172, \\\"drug\\\": 147, \\\"setup\\\": 91, \\\"involving\\\": 242, \\\"suave\\\": 21, \\\"conspiracy\\\": 58, \\\"corrupt\\\": 37, \\\"alice\\\": 58, \\\"claire\\\": 59, \\\"danes\\\": 27, \\\"kate\\\": 83, \\\"buddies\\\": 52, \\\"trip\\\": 118, \\\"destination\\\": 52, \\\"exotic\\\": 22, \\\"telling\\\": 126, \\\"hotel\\\": 82, \\\"includes\\\": 108, \\\"expensive\\\": 46, \\\"caught\\\": 122, \\\"charge\\\": 45, \\\"bill\\\": 172, \\\"minor\\\": 131, \\\"saved\\\": 67, \\\"security\\\": 72, \\\"friendly\\\": 38, \\\"australian\\\": 31, \\\"nick\\\": 129, \\\"daniel\\\": 59, \\\"execution\\\": 45, \\\"proceeds\\\": 29, \\\"separate\\\": 39, \\\"toward\\\": 100, \\\"slick\\\": 39, \\\"naive\\\": 36, \\\"happens\\\": 258, \\\"inevitable\\\": 70, \\\"arrest\\\": 21, \\\"airport\\\": 29, \\\"hong\\\": 92, \\\"kong\\\": 90, \\\"holding\\\": 47, \\\"bag\\\": 54, \\\"literally\\\": 104, \\\"containing\\\": 24, \\\"heroin\\\": 27, \\\"predictably\\\": 29, \\\"police\\\": 239, \\\"stretch\\\": 52, \\\"red\\\": 175, \\\"willing\\\": 83, \\\"ready\\\": 117, \\\"closer\\\": 53, \\\"bell\\\": 23, \\\"door\\\": 108, \\\"comfortable\\\": 29, \\\"former\\\": 183, \\\"desperation\\\": 23, \\\"recurring\\\": 24, \\\"appearance\\\": 125, \\\"lines\\\": 321, \\\"exception\\\": 101, \\\"surprises\\\": 71, \\\"themes\\\": 88, \\\"explored\\\": 41, \\\"lou\\\": 38, \\\"diamond\\\": 46, \\\"phillips\\\": 24, \\\"instance\\\": 75, \\\"sinister\\\": 37, \\\"agent\\\": 162, \\\"appearing\\\": 37, \\\"vital\\\": 23, \\\"information\\\": 99, \\\"crucial\\\": 44, \\\"somewhat\\\": 187, \\\"tired\\\": 78, \\\"offers\\\": 147, \\\"riveting\\\": 22, \\\"courtroom\\\": 65, \\\"potential\\\": 169, \\\"study\\\": 66, \\\"teens\\\": 44, \\\"reasonably\\\": 21, \\\"engaging\\\": 78, \\\"suspenseful\\\": 60, \\\"interaction\\\": 44, \\\"hanks\\\": 91, \\\"investigation\\\": 59, \\\"offering\\\": 38, \\\"release\\\": 200, \\\"possibility\\\": 30, \\\"flaw\\\": 57, \\\"frequent\\\": 35, \\\"halfway\\\": 61, \\\"storys\\\": 27, \\\"succeeded\\\": 22, \\\"theme\\\": 129, \\\"location\\\": 50, \\\"considered\\\": 94, \\\"window\\\": 75, \\\"dressing\\\": 21, \\\"soul\\\": 89, \\\"wild\\\": 229, \\\"teenager\\\": 25, \\\"freedom\\\": 64, \\\"presented\\\": 104, \\\"blend\\\": 25, \\\"dark\\\": 309, \\\"straightforward\\\": 40, \\\"background\\\": 137, \\\"reputation\\\": 41, \\\"trouble\\\": 156, \\\"whereas\\\": 27, \\\"uncertain\\\": 21, \\\"poignant\\\": 35, \\\"shouting\\\": 29, \\\"continue\\\": 70, \\\"revealing\\\": 40, \\\"personalities\\\": 41, \\\"delight\\\": 47, \\\"face\\\": 307, \\\"sun\\\": 40, \\\"remains\\\": 124, \\\"guilt\\\": 32, \\\"tape\\\": 37, \\\"unintentional\\\": 23, \\\"lie\\\": 47, \\\"safety\\\": 34, \\\"evil\\\": 413, \\\"misses\\\": 27, \\\"confusion\\\": 40, \\\"beginning\\\": 264, \\\"reminds\\\": 44, \\\"innocence\\\": 47, \\\"reluctant\\\": 35, \\\"fate\\\": 80, \\\"subject\\\": 163, \\\"journey\\\": 92, \\\"personal\\\": 189, \\\"treated\\\": 43, \\\"shallow\\\": 88, \\\"culture\\\": 94, \\\"grease\\\": 29, \\\"proves\\\": 125, \\\"government\\\": 143, \\\"tragedy\\\": 67, \\\"contrary\\\": 25, \\\"opinion\\\": 100, \\\"reviewers\\\": 22, \\\"filmmakers\\\": 208, \\\"sole\\\": 59, \\\"exceptions\\\": 24, \\\"official\\\": 33, \\\"spy\\\": 55, \\\"consistent\\\": 21, \\\"behavior\\\": 58, \\\"shown\\\": 129, \\\"worse\\\": 242, \\\"stark\\\": 26, \\\"contrast\\\": 65, \\\"relatively\\\": 65, \\\"clean\\\": 61, \\\"authorities\\\": 30, \\\"provided\\\": 77, \\\"medical\\\": 51, \\\"needed\\\": 106, \\\"picking\\\": 23, \\\"guards\\\": 35, \\\"sadistic\\\": 27, \\\"appeal\\\": 98, \\\"hearing\\\": 50, \\\"logic\\\": 66, \\\"morality\\\": 24, \\\"explores\\\": 24, \\\"extreme\\\": 75, \\\"body\\\": 258, \\\"settle\\\": 43, \\\"remain\\\": 64, \\\"imprisoned\\\": 21, \\\"nation\\\": 27, \\\"latter\\\": 104, \\\"price\\\": 81, \\\"dream\\\": 158, \\\"interpretation\\\": 24, \\\"finds\\\": 337, \\\"redemption\\\": 33, \\\"figure\\\": 188, \\\"prisoners\\\": 44, \\\"final\\\": 379, \\\"visually\\\": 81, \\\"referred\\\": 21, \\\"cage\\\": 102, \\\"climactic\\\": 47, \\\"prisoner\\\": 40, \\\"clear\\\": 179, \\\"achieved\\\": 36, \\\"experiences\\\": 53, \\\"increasingly\\\": 44, \\\"cinema\\\": 173, \\\"landscape\\\": 23, \\\"endless\\\": 55, \\\"kung\\\": 41, \\\"figures\\\": 71, \\\"modern\\\": 134, \\\"heroine\\\": 52, \\\"comments\\\": 53, \\\"struck\\\": 32, \\\"unusual\\\": 55, \\\"possibly\\\": 129, \\\"favor\\\": 47, \\\"thoughtprovoking\\\": 33, \\\"tradition\\\": 60, \\\"morals\\\": 23, \\\"leila\\\": 29, \\\"subtle\\\": 133, \\\"gain\\\": 42, \\\"previous\\\": 186, \\\"directing\\\": 117, \\\"efforts\\\": 66, \\\"solely\\\": 36, \\\"emotions\\\": 100, \\\"understood\\\": 29, \\\"birthday\\\": 42, \\\"title\\\": 290, \\\"brief\\\": 135, \\\"prologue\\\": 29, \\\"encounter\\\": 67, \\\"ali\\\": 36, \\\"sweet\\\": 160, \\\"earlier\\\": 148, \\\"gone\\\": 184, \\\"holds\\\": 84, \\\"chance\\\": 220, \\\"passes\\\": 41, \\\"married\\\": 163, \\\"norm\\\": 26, \\\"helped\\\": 54, \\\"hopes\\\": 73, \\\"news\\\": 110, \\\"son\\\": 302, \\\"explaining\\\": 41, \\\"suggests\\\": 50, \\\"bear\\\": 56, \\\"agrees\\\": 61, \\\"laugh\\\": 224, \\\"afterwards\\\": 37, \\\"finally\\\": 350, \\\"claims\\\": 63, \\\"refuses\\\": 58, \\\"answers\\\": 58, \\\"central\\\": 123, \\\"plight\\\": 22, \\\"inner\\\": 39, \\\"narration\\\": 59, \\\"taken\\\": 225, \\\"agree\\\": 60, \\\"react\\\": 24, \\\"shocking\\\": 63, \\\"looked\\\": 117, \\\"terms\\\": 105, \\\"duty\\\": 21, \\\"happy\\\": 204, \\\"circumstances\\\": 53, \\\"strongest\\\": 21, \\\"aspects\\\": 79, \\\"portrayal\\\": 87, \\\"months\\\": 111, \\\"meeting\\\": 73, \\\"deeply\\\": 51, \\\"key\\\": 129, \\\"seemingly\\\": 117, \\\"glance\\\": 27, \\\"early\\\": 295, \\\"eating\\\": 44, \\\"dinner\\\": 58, \\\"large\\\": 172, \\\"reveals\\\": 52, \\\"beautiful\\\": 294, \\\"gotten\\\": 69, \\\"drops\\\": 28, \\\"busy\\\": 34, \\\"road\\\": 121, \\\"inevitably\\\": 35, \\\"wedding\\\": 155, \\\"whole\\\": 495, \\\"emotionally\\\": 71, \\\"torn\\\": 38, \\\"proceedings\\\": 56, \\\"initial\\\": 53, \\\"believed\\\": 39, \\\"initially\\\": 59, \\\"wanting\\\": 40, \\\"couldnt\\\": 185, \\\"pivotal\\\": 28, \\\"appears\\\": 243, \\\"short\\\": 291, \\\"remarkable\\\": 72, \\\"equal\\\": 44, \\\"measure\\\": 34, \\\"startling\\\": 26, \\\"strength\\\": 71, \\\"utter\\\": 41, \\\"expression\\\": 44, \\\"match\\\": 84, \\\"realize\\\": 165, \\\"technical\\\": 94, \\\"blatant\\\": 29, \\\"mistakes\\\": 29, \\\"subtitles\\\": 21, \\\"concerning\\\": 24, \\\"developments\\\": 28, \\\"ring\\\": 43, \\\"false\\\": 47, \\\"decision\\\": 80, \\\"approach\\\": 132, \\\"particularly\\\": 245, \\\"comedic\\\": 86, \\\"limited\\\": 90, \\\"village\\\": 44, \\\"questions\\\": 179, \\\"reveal\\\": 73, \\\"victim\\\": 100, \\\"led\\\": 118, \\\"demise\\\": 26, \\\"xfiles\\\": 70, \\\"series\\\": 537, \\\"ice\\\": 82, \\\"cave\\\": 30, \\\"north\\\": 45, \\\"texas\\\": 55, \\\"enter\\\": 68, \\\"alien\\\": 366, \\\"breaks\\\": 76, \\\"free\\\": 132, \\\"kills\\\": 77, \\\"bloody\\\": 71, \\\"jumps\\\": 41, \\\"today\\\": 107, \\\"boy\\\": 324, \\\"lucas\\\": 103, \\\"blade\\\": 104, \\\"cut\\\": 179, \\\"fbi\\\": 93, \\\"agents\\\": 47, \\\"mulder\\\": 32, \\\"assignment\\\": 27, \\\"onto\\\": 119, \\\"bomb\\\": 57, \\\"squad\\\": 39, \\\"federal\\\": 27, \\\"street\\\": 129, \\\"turns\\\": 402, \\\"die\\\": 188, \\\"blast\\\": 25, \\\"learns\\\": 116, \\\"victims\\\": 76, \\\"team\\\": 282, \\\"investigate\\\": 50, \\\"search\\\": 113, \\\"uninspired\\\": 40, \\\"learned\\\": 65, \\\"existence\\\": 65, \\\"aliens\\\": 222, \\\"count\\\": 90, \\\"extent\\\": 33, \\\"hidden\\\": 77, \\\"raises\\\": 28, \\\"expectations\\\": 88, \\\"qualities\\\": 48, \\\"pacing\\\": 68, \\\"hot\\\": 103, \\\"forth\\\": 48, \\\"locations\\\": 22, \\\"computergenerated\\\": 42, \\\"artificial\\\": 36, \\\"settings\\\": 24, \\\"desert\\\": 57, \\\"edge\\\": 95, \\\"snow\\\": 32, \\\"america\\\": 169, \\\"fantastic\\\": 78, \\\"ward\\\": 25, \\\"cinematography\\\": 139, \\\"ominous\\\": 27, \\\"appropriate\\\": 94, \\\"intended\\\": 100, \\\"russell\\\": 93, \\\"darkness\\\": 51, \\\"shot\\\": 326, \\\"tracks\\\": 43, \\\"train\\\": 107, \\\"dangerous\\\": 81, \\\"convey\\\": 31, \\\"wind\\\": 50, \\\"dogs\\\": 64, \\\"giving\\\": 212, \\\"lonely\\\": 54, \\\"terrible\\\": 141, \\\"sound\\\": 239, \\\"doors\\\": 50, \\\"suddenly\\\": 137, \\\"visuals\\\": 82, \\\"surprising\\\": 100, \\\"frightening\\\": 84, \\\"combination\\\": 53, \\\"timing\\\": 40, \\\"hint\\\": 52, \\\"professional\\\": 79, \\\"exploring\\\": 28, \\\"empty\\\": 60, \\\"outstanding\\\": 74, \\\"paranoia\\\": 21, \\\"synopsis\\\": 67, \\\"committed\\\": 40, \\\"rush\\\": 100, \\\"continues\\\": 88, \\\"winslet\\\": 27, \\\"phoenix\\\": 27, \\\"hospital\\\": 77, \\\"cure\\\": 28, \\\"craft\\\": 33, \\\"emperor\\\": 34, \\\"caine\\\": 24, \\\"stop\\\": 244, \\\"exploration\\\": 23, \\\"madness\\\": 33, \\\"obsession\\\": 40, \\\"sex\\\": 447, \\\"write\\\": 113, \\\"spite\\\": 26, \\\"path\\\": 64, \\\"trade\\\": 46, \\\"blood\\\": 186, \\\"tale\\\": 212, \\\"via\\\": 45, \\\"chain\\\": 43, \\\"fellow\\\": 107, \\\"cell\\\": 60, \\\"wright\\\": 27, \\\"involves\\\": 101, \\\"handsome\\\": 42, \\\"desires\\\": 23, \\\"utterly\\\": 83, \\\"bring\\\": 235, \\\"bizarre\\\": 115, \\\"humour\\\": 79, \\\"grim\\\": 33, \\\"rather\\\": 620, \\\"mundane\\\": 22, \\\"hours\\\": 239, \\\"allows\\\": 91, \\\"insight\\\": 54, \\\"insane\\\": 34, \\\"crew\\\": 207, \\\"begin\\\": 189, \\\"discover\\\": 106, \\\"crime\\\": 199, \\\"shooting\\\": 81, \\\"aint\\\": 38, \\\"average\\\": 110, \\\"atmosphere\\\": 139, \\\"creepy\\\": 92, \\\"clues\\\": 33, \\\"sleep\\\": 59, \\\"bet\\\": 45, \\\"describe\\\": 66, \\\"crowd\\\": 74, \\\"offer\\\": 106, \\\"ive\\\": 381, \\\"shining\\\": 40, \\\"highway\\\": 28, \\\"fits\\\": 46, \\\"handful\\\": 52, \\\"ambiguous\\\": 22, \\\"supernatural\\\": 40, \\\"disturbing\\\": 103, \\\"damn\\\": 87, \\\"missed\\\": 70, \\\"shit\\\": 23, \\\"check\\\": 72, \\\"haunting\\\": 75, \\\"credible\\\": 38, \\\"research\\\": 50, \\\"gory\\\": 45, \\\"violent\\\": 135, \\\"sort\\\": 276, \\\"screen\\\": 626, \\\"mostly\\\": 241, \\\"clich\\\": 71, \\\"imagination\\\": 83, \\\"include\\\": 110, \\\"serial\\\": 67, \\\"blair\\\": 97, \\\"witch\\\": 101, \\\"project\\\": 183, \\\"brooding\\\": 22, \\\"terror\\\": 62, \\\"move\\\": 171, \\\"example\\\": 299, \\\"sight\\\": 130, \\\"king\\\": 222, \\\"hotshot\\\": 25, \\\"throw\\\": 97, \\\"disturbed\\\": 23, \\\"stanley\\\": 41, \\\"proud\\\": 34, \\\"gun\\\": 144, \\\"haunted\\\": 52, \\\"hill\\\": 94, \\\"arts\\\": 84, \\\"trek\\\": 154, \\\"energetic\\\": 43, \\\"scifi\\\": 126, \\\"entry\\\": 43, \\\"generation\\\": 93, \\\"captain\\\": 96, \\\"picard\\\": 22, \\\"stewart\\\": 43, \\\"rest\\\": 431, \\\"starship\\\": 81, \\\"data\\\": 36, \\\"burton\\\": 58, \\\"beverly\\\": 38, \\\"counselor\\\": 21, \\\"travel\\\": 72, \\\"battle\\\": 227, \\\"beings\\\": 35, \\\"queen\\\": 130, \\\"enterprise\\\": 31, \\\"century\\\": 104, \\\"everywhere\\\": 44, \\\"engage\\\": 24, \\\"unfortunately\\\": 382, \\\"moore\\\": 73, \\\"legendary\\\": 44, \\\"scientist\\\": 80, \\\"james\\\": 426, \\\"cromwell\\\": 39, \\\"speed\\\": 80, \\\"flight\\\": 39, \\\"pays\\\": 31, \\\"nowhere\\\": 97, \\\"exciting\\\": 160, \\\"battles\\\": 39, \\\"helping\\\": 38, \\\"matters\\\": 83, \\\"tiresome\\\": 32, \\\"eccentric\\\": 70, \\\"drunken\\\": 58, \\\"enjoyment\\\": 39, \\\"fantasy\\\": 93, \\\"conviction\\\": 25, \\\"directorial\\\": 50, \\\"debut\\\": 102, \\\"rolling\\\": 49, \\\"violence\\\": 298, \\\"notch\\\": 24, \\\"rating\\\": 148, \\\"budget\\\": 129, \\\"generations\\\": 29, \\\"makeup\\\": 77, \\\"particular\\\": 154, \\\"please\\\": 96, \\\"references\\\": 59, \\\"worried\\\": 29, \\\"staying\\\": 40, \\\"power\\\": 223, \\\"franchise\\\": 43, \\\"carrying\\\": 40, \\\"worry\\\": 35, \\\"nine\\\": 47, \\\"reviewed\\\": 23, \\\"brad\\\": 60, \\\"pitt\\\": 49, \\\"anthony\\\": 70, \\\"hopkins\\\": 70, \\\"needs\\\": 221, \\\"nevertheless\\\": 59, \\\"description\\\": 29, \\\"decides\\\": 188, \\\"holiday\\\": 46, \\\"forces\\\": 101, \\\"showing\\\": 147, \\\"ensues\\\": 43, \\\"falls\\\": 239, \\\"daughter\\\": 296, \\\"company\\\": 173, \\\"historical\\\": 61, \\\"epic\\\": 95, \\\"martin\\\": 164, \\\"desperately\\\": 63, \\\"editing\\\": 100, \\\"excellent\\\": 183, \\\"normally\\\": 36, \\\"roger\\\": 100, \\\"ebert\\\": 29, \\\"distracting\\\": 44, \\\"obnoxious\\\": 49, \\\"surprisingly\\\": 189, \\\"root\\\": 56, \\\"calling\\\": 37, \\\"faith\\\": 76, \\\"teenagers\\\": 85, \\\"dozen\\\": 49, \\\"order\\\": 282, \\\"frequency\\\": 28, \\\"younger\\\": 101, \\\"intellectual\\\": 42, \\\"older\\\": 103, \\\"instincts\\\": 25, \\\"loves\\\": 95, \\\"using\\\": 198, \\\"war\\\": 349, \\\"excuse\\\": 74, \\\"ultimate\\\": 77, \\\"goal\\\": 77, \\\"blow\\\": 51, \\\"stages\\\": 21, \\\"united\\\": 86, \\\"states\\\": 111, \\\"break\\\": 159, \\\"advanced\\\": 26, \\\"german\\\": 55, \\\"necessary\\\": 91, \\\"solve\\\": 33, \\\"enemy\\\": 52, \\\"ship\\\": 244, \\\"problem\\\": 394, \\\"guessed\\\": 29, \\\"tyler\\\": 42, \\\"mcconaughey\\\": 31, \\\"sunk\\\": 22, \\\"superior\\\": 95, \\\"ships\\\": 48, \\\"mission\\\": 213, \\\"awry\\\": 23, \\\"inexplicably\\\": 22, \\\"disappear\\\": 24, \\\"shifts\\\": 28, \\\"leaves\\\": 181, \\\"roll\\\": 64, \\\"luckily\\\": 48, \\\"loud\\\": 103, \\\"yelling\\\": 21, \\\"forced\\\": 217, \\\"decisions\\\": 36, \\\"impossible\\\": 158, \\\"introduced\\\": 108, \\\"warns\\\": 21, \\\"prepared\\\": 36, \\\"soldiers\\\": 91, \\\"victory\\\": 26, \\\"threatens\\\": 30, \\\"examples\\\": 33, \\\"importance\\\": 36, \\\"slasher\\\": 80, \\\"thriller\\\": 241, \\\"screenwriter\\\": 129, \\\"kevin\\\": 305, \\\"williamson\\\": 56, \\\"stylish\\\": 46, \\\"biggest\\\": 148, \\\"knowing\\\": 63, \\\"reminiscent\\\": 63, \\\"intelligent\\\": 181, \\\"guilty\\\": 70, \\\"pleasures\\\": 26, \\\"friday\\\": 30, \\\"jason\\\": 107, \\\"sit\\\": 136, \\\"school\\\": 375, \\\"heading\\\": 23, \\\"ways\\\": 187, \\\"julie\\\": 103, \\\"jennifer\\\": 105, \\\"hewitt\\\": 28, \\\"ray\\\": 82, \\\"freddie\\\": 39, \\\"prinze\\\": 46, \\\"headed\\\": 48, \\\"sarah\\\": 68, \\\"boyfriend\\\": 83, \\\"barry\\\": 67, \\\"phillippe\\\": 26, \\\"football\\\": 66, \\\"player\\\": 69, \\\"nearby\\\": 35, \\\"beach\\\": 73, \\\"hitting\\\": 25, \\\"charged\\\": 28, \\\"ocean\\\": 59, \\\"reluctantly\\\": 29, \\\"returns\\\": 111, \\\"plans\\\": 90, \\\"letter\\\": 35, \\\"reads\\\": 37, \\\"problems\\\": 293, \\\"mysterious\\\": 118, \\\"dressed\\\": 49, \\\"giant\\\": 175, \\\"hook\\\": 39, \\\"successful\\\": 182, \\\"shadows\\\": 32, \\\"steam\\\": 21, \\\"devices\\\": 38, \\\"amazingly\\\": 27, \\\"broken\\\": 75, \\\"largely\\\": 63, \\\"creates\\\": 102, \\\"dazzling\\\": 25, \\\"scary\\\": 173, \\\"familys\\\": 22, \\\"store\\\": 118, \\\"anne\\\": 61, \\\"heche\\\": 23, \\\"standout\\\": 35, \\\"sounds\\\": 133, \\\"wooden\\\": 48, \\\"loses\\\": 84, \\\"decidedly\\\": 32, \\\"given\\\": 501, \\\"saves\\\": 42, \\\"disappointing\\\": 87, \\\"finale\\\": 84, \\\"crafted\\\": 35, \\\"scare\\\": 52, \\\"honestly\\\": 38, \\\"jamie\\\": 42, \\\"lee\\\": 245, \\\"curtis\\\": 36, \\\"urban\\\": 87, \\\"legend\\\": 95, \\\"respectable\\\": 28, \\\"proved\\\": 30, \\\"hostage\\\": 39, \\\"cop\\\": 173, \\\"mans\\\": 81, \\\"threatening\\\": 51, \\\"forcing\\\": 27, \\\"cops\\\": 97, \\\"weapon\\\": 57, \\\"suspect\\\": 87, \\\"officer\\\": 115, \\\"rings\\\": 25, \\\"commit\\\": 22, \\\"greatest\\\": 136, \\\"flesh\\\": 51, \\\"turning\\\": 79, \\\"colorful\\\": 51, \\\"victor\\\": 30, \\\"mistaken\\\": 31, \\\"favorite\\\": 155, \\\"antonio\\\": 34, \\\"banderas\\\": 43, \\\"nervous\\\": 37, \\\"spice\\\": 84, \\\"orange\\\": 21, \\\"pass\\\": 98, \\\"lewis\\\": 52, \\\"wears\\\": 57, \\\"round\\\": 37, \\\"credit\\\": 143, \\\"cross\\\": 76, \\\"ends\\\": 257, \\\"coincidence\\\": 26, \\\"spanish\\\": 27, \\\"directors\\\": 157, \\\"women\\\": 265, \\\"print\\\": 27, \\\"providing\\\": 46, \\\"highlights\\\": 25, \\\"delivery\\\": 42, \\\"bible\\\": 23, \\\"dear\\\": 21, \\\"writes\\\": 33, \\\"jail\\\": 74, \\\"dies\\\": 105, \\\"capsule\\\": 49, \\\"rock\\\": 171, \\\"fable\\\": 30, \\\"indeed\\\": 134, \\\"streets\\\": 71, \\\"fire\\\": 127, \\\"enjoyable\\\": 163, \\\"genres\\\": 24, \\\"aside\\\": 118, \\\"western\\\": 51, \\\"ellen\\\": 37, \\\"diane\\\": 29, \\\"kidnapped\\\": 41, \\\"vicious\\\": 41, \\\"gang\\\": 100, \\\"soldier\\\": 55, \\\"bunch\\\": 173, \\\"manager\\\": 39, \\\"rick\\\": 52, \\\"becoming\\\": 117, \\\"consistently\\\": 45, \\\"cue\\\": 22, \\\"totally\\\": 145, \\\"unique\\\": 115, \\\"pictures\\\": 124, \\\"heroes\\\": 99, \\\"gal\\\": 26, \\\"eat\\\": 63, \\\"determine\\\": 28, \\\"essence\\\": 33, \\\"steven\\\": 134, \\\"spielbergs\\\": 31, \\\"gripping\\\": 23, \\\"amistad\\\": 32, \\\"dramas\\\": 27, \\\"spielberg\\\": 90, \\\"africans\\\": 21, \\\"aboard\\\": 33, \\\"slaves\\\": 31, \\\"killing\\\": 137, \\\"brought\\\": 157, \\\"trial\\\": 45, \\\"murder\\\": 246, \\\"court\\\": 69, \\\"claim\\\": 28, \\\"therefore\\\": 85, \\\"president\\\": 107, \\\"secretary\\\": 26, \\\"state\\\": 144, \\\"anna\\\": 58, \\\"midst\\\": 27, \\\"morgan\\\": 50, \\\"freeman\\\": 62, \\\"help\\\": 532, \\\"lawyer\\\": 110, \\\"tries\\\": 369, \\\"legal\\\": 32, \\\"adams\\\": 73, \\\"setting\\\": 139, \\\"finest\\\": 55, \\\"events\\\": 201, \\\"characterization\\\": 71, \\\"baldwin\\\": 81, \\\"brutal\\\": 49, \\\"altogether\\\": 38, \\\"stunning\\\": 86, \\\"force\\\": 160, \\\"carries\\\": 49, \\\"uses\\\": 191, \\\"talents\\\": 98, \\\"stellar\\\": 21, \\\"belongs\\\": 32, \\\"intensity\\\": 60, \\\"brilliant\\\": 176, \\\"manages\\\": 248, \\\"captivating\\\": 26, \\\"cardboard\\\": 30, \\\"kudos\\\": 21, \\\"finding\\\": 82, \\\"letting\\\": 45, \\\"listen\\\": 38, \\\"merit\\\": 24, \\\"sequel\\\": 199, \\\"wanted\\\": 159, \\\"practically\\\": 53, \\\"glimpse\\\": 26, \\\"mass\\\": 36, \\\"business\\\": 186, \\\"opportunity\\\": 123, \\\"selling\\\": 44, \\\"stones\\\": 32, \\\"sheriff\\\": 48, \\\"woods\\\": 94, \\\"jeff\\\": 102, \\\"sudden\\\": 55, \\\"popularity\\\": 32, \\\"advantage\\\": 38, \\\"mental\\\": 64, \\\"institution\\\": 24, \\\"thousands\\\": 36, \\\"internet\\\": 38, \\\"groups\\\": 37, \\\"strangers\\\": 31, \\\"stephen\\\": 91, \\\"pregnant\\\": 49, \\\"book\\\": 330, \\\"caused\\\": 34, \\\"kim\\\": 45, \\\"psychic\\\": 25, \\\"rule\\\": 62, \\\"whatever\\\": 133, \\\"approaches\\\": 33, \\\"amidst\\\": 26, \\\"abandoned\\\": 48, \\\"wake\\\": 30, \\\"equipment\\\": 22, \\\"bodies\\\": 50, \\\"nightmares\\\": 26, \\\"difference\\\": 82, \\\"dreams\\\": 128, \\\"leaving\\\": 180, \\\"dan\\\": 43, \\\"promising\\\": 50, \\\"cover\\\": 95, \\\"ground\\\": 114, \\\"stand\\\": 128, \\\"doomed\\\": 29, \\\"suspense\\\": 193, \\\"values\\\": 54, \\\"forest\\\": 45, \\\"carter\\\": 138, \\\"malkovich\\\": 39, \\\"fargo\\\": 39, \\\"filmed\\\": 100, \\\"creating\\\": 97, \\\"flashy\\\": 39, \\\"installment\\\": 45, \\\"directs\\\": 38, \\\"nature\\\": 176, \\\"predecessor\\\": 37, \\\"allowed\\\": 62, \\\"fill\\\": 67, \\\"lasting\\\": 23, \\\"controlled\\\": 35, \\\"satisfied\\\": 21, \\\"artistic\\\": 50, \\\"succeed\\\": 47, \\\"importantly\\\": 51, \\\"allow\\\": 81, \\\"destroy\\\": 80, \\\"call\\\": 211, \\\"effort\\\": 149, \\\"havent\\\": 147, \\\"jeffrey\\\": 41, \\\"mentioned\\\": 89, \\\"worth\\\": 311, \\\"limits\\\": 21, \\\"commercial\\\": 56, \\\"assured\\\": 26, \\\"forward\\\": 95, \\\"novels\\\": 21, \\\"uneven\\\": 32, \\\"shared\\\": 25, \\\"according\\\": 47, \\\"rules\\\": 102, \\\"adaptation\\\": 81, \\\"homer\\\": 27, 